{
  "report": {
    "id": 27813161,
    "version": null,
    "created_at": "1754908948000",
    "source_count": 0,
    "percent": "0.00",
    "text_id": 27949389,
    "group_id": null
  },
  "report_data": {
    "version": "1.1",
    "length": 1097,
    "created_at": "2025-08-11 05:42:27",
    "nodes": [
      {
        "enabled": true,
        "start": 0,
        "end": 1096,
        "sources": [],
        "sources_improved": [],
        "references": [],
        "headers": [],
        "quotes": [],
        "text": "In recent years, online education has experienced an exponential growth and this exponential growth of online education has been significantly influenced by the rapid adoption of mobile technologies (Evanick, 2024). According to the data from Statista, the number of users participating in online education has grown substantially. In the year 2017 there were 269.3 million users involved in online education and the number of users has increased to 783.7 million in the year 2024 this shows an astounding growth of approximately 191% over the past 8 years. This equates to an average yearly growth rate of about 16.2%, showcasing consistent and substantial increases in player registrations annually. Furthermore, it was predicted to hit 995.9 million users in the year 2029 (Statista, 2024).  Moreover, online education is experiencing this exponential growth because it offers learners a more flexible and accessible method of acquiring knowledge. One study conducted by Thi Trang et al. (2022) shows that online education is fundamentally characterized by its flexibility and being chargeless.",
        "destinations_clusters": []
      }
    ],
    "indexes": [
      {
        "id": 0,
        "db_id": 5,
        "name": "",
        "status": "success",
        "queries": 1,
        "type": "external"
      },
      {
        "id": 1,
        "db_id": 7,
        "name": "",
        "status": "success",
        "queries": 2,
        "type": "external"
      }
    ],
    "references": [],
    "header": [],
    "quotes": [],
    "sources": [],
    "sources_count": 0,
    "matched_length": 0,
    "matched_percent": 0,
    "external_queries": 3,
    "destinations_clusters": []
  }
}
